Repository: PhillipMaizza/NextExplorer-iOS
Catalog: Packages/Localization/Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ro, ru, sv, zh_cn, zh_tw

# filter.documents
source: Documents
ar: المستندات
de: Dokumente
es: Documentos
hi: दस्तावेज़
it: Documenti
ja: 書類
ko: 문서
nl: Documenten
pl: Dokumenty
pt: Documentos
ro: Documente
ru: Документы
sv: Dokument
zh_cn: 文稿
zh_tw: 文件

# filter.folders
source: Folders
ar: المجلدات
de: Ordner
es: Carpetas
fr: Dossiers
hi: फ़ोल्डर
it: Cartelle
ja: フォルダ
ko: 폴더
nl: Mappen
pl: Foldery
pt: Pastas
ro: Dosare
ru: Папки
sv: Mappar
zh_cn: 文件夹
zh_tw: 檔案夾

# filter.images
source: Images
ar: الصور
de: Bilder
es: Imágenes
hi: छवियां
it: Immagini
ja: 画像
ko: 이미지
nl: Afbeeldingen
pl: Obrazy
pt: Imagens
ro: Imagini
ru: Изображения
sv: Bilder
zh_cn: 图像
zh_tw: 圖像

# filter.other
source: Other
ar: أخرى
de: Andere
es: Otros
fr: Autre
hi: अन्य
it: Altro
ja: その他
ko: 기타
nl: Overig
pl: Inne
pt: Outro
ro: Altele
ru: Другое
sv: Övrigt
zh_cn: 其他
zh_tw: 其他

# filter.sheetTitle
source: Filter by Type
ar: التصفية حسب النوع
de: Nach Typ filtern
es: Filtrar por tipo
fr: Filtrer par type
hi: प्रकार के अनुसार फ़िल्टर करें
it: Filtra per tipo
ja: タイプで絞り込む
ko: 유형별 필터
nl: Filteren op type
pl: Filtruj według typu
pt: Filtrar por tipo
ro: Filtrează după tip
ru: Фильтр по типу
sv: Filtrera efter typ
zh_cn: 按类型筛选
zh_tw: 依類型篩選

# filter.videos
source: Videos
ar: الفيديوهات
es: Vídeos
fr: Vidéos
hi: वीडियो
it: Video
ja: ビデオ
ko: 동영상
pl: Wideo
pt: Vídeos
ro: Videoclipuri
ru: Видео
sv: Videor
zh_cn: 视频
zh_tw: 影片

# gallery.loadFailed
source: Couldn't load this image.
ar: تعذّر تحميل هذه الصورة.
de: Dieses Bild konnte nicht geladen werden.
es: No se pudo cargar esta imagen.
fr: Impossible de charger cette image.
hi: यह छवि लोड नहीं कर सके।
it: Impossibile caricare questa immagine.
ja: この画像を読み込めませんでした。
ko: 이 이미지를 불러올 수 없습니다.
nl: Kan deze afbeelding niet laden.
pl: Nie można wczytać tego obrazu.
pt: Não foi possível carregar esta imagem.
ro: Nu s-a putut încărca această imagine.
ru: Не удалось загрузить это изображение.
sv: Det gick inte att läsa in den här bilden.
zh_cn: 无法加载此图像。
zh_tw: 無法載入此圖像。

# language.navigationTitle
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sv: Språk
zh_cn: 语言
zh_tw: 語言

# language.systemDefault
source: System Default
ar: إعداد النظام الافتراضي
de: Systemstandard
es: Predeterminado del sistema
fr: Réglage du système
hi: सिस्टम डिफ़ॉल्ट
it: Predefinito di sistema
ja: システムのデフォルト
ko: 시스템 기본값
nl: Systeemstandaard
pl: Domyślny systemu
pt: Predefinição do sistema
ro: Implicit sistem
ru: Системный по умолчанию
sv: Systemstandard
zh_cn: 系统默认
zh_tw: 系統預設

# language.systemDefaultSubtitle
source: Follow your device language
ar: اتّبع لغة جهازك
de: Der Gerätesprache folgen
es: Seguir o idioma do dispositivo
fr: Suivre la langue de l'appareil
hi: अपने डिवाइस की भाषा का पालन करें
it: Segui la lingua del dispositivo
ja: デバイスの言語に従う
ko: 기기 언어 따르기
nl: De taal van je apparaat volgen
pl: Podążaj za językiem urządzenia
pt: Seguir o idioma do dispositivo
ro: Urmează limba dispozitivului
ru: Следовать языку устройства
sv: Följ enhetens språk
zh_cn: 跟随设备语言
zh_tw: 跟隨裝置語言

# licenses.labelAuthor
source: Author
ar: المؤلف
de: Autor
es: Autor
fr: Auteur
hi: लेखक
it: Autore
ja: 作者
ko: 작성자
nl: Auteur
pl: Autor
pt: Autor
ro: Autor
ru: Автор
sv: Upphovsperson
zh_cn: 作者
zh_tw: 作者

# licenses.labelModifiedVersion
source: Modified Version
ar: الإصدار المعدّل
de: Geänderte Version
es: Versión modificada
fr: Version modifiée
hi: संशोधित संस्करण
it: Versione modificata
ja: 変更されたバージョン
ko: 수정된 버전
nl: Gewijzigde versie
pl: Wersja zmodyfikowana
pt: Versão modificada
ro: Versiune modificată
ru: Изменённая версия
sv: Modifierad version
zh_cn: 修改版本
zh_tw: 修改版本

# licenses.labelOriginalVersion
source: Original Version
ar: الإصدار الأصلي
es: Versión original
fr: Version originale
hi: मूल संस्करण
it: Versione originale
ja: オリジナルバージョン
ko: 원본 버전
nl: Originele versie
pl: Wersja oryginalna
pt: Versão original
ro: Versiune originală
ru: Оригинальная версия
sv: Ursprunglig version
zh_cn: 原始版本
zh_tw: 原始版本

# licenses.labelReservedFontName
source: Reserved Font Name
ar: اسم الخط المحجوز
de: Reservierter Schriftname
es: Nombre reservado de la fuente
fr: Nom de police réservé
hi: आरक्षित फ़ॉन्ट नाम
it: Nome riservato del font
ja: 予約フォント名
ko: 예약된 폰트 이름
nl: Gereserveerde lettertypenaam
pl: Zastrzeżona nazwa czcionki
pt: Nome reservado do tipo de letra
ro: Nume de font rezervat
ru: Зарезервированное имя шрифта
sv: Reserverat teckensnittsnamn
zh_cn: 保留字体名称
zh_tw: 保留字型名稱

# licenses.navigationTitle
source: Open Source Licenses
ar: تراخيص المصدر المفتوح
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences open source
hi: ओपन सोर्स लाइसेंस
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
nl: Opensourcelicenties
pl: Licencje open source
pt: Licenças de código aberto
ro: Licențe open source
ru: Лицензии открытого кода
sv: Öppen källkod-licenser
zh_cn: 开源许可证
zh_tw: 開放原始碼授權

# licenses.sectionFontSoftware
source: Font Software
ar: برامج الخطوط
de: Schriftsoftware
es: Software de fuentes
fr: Logiciels de polices
hi: फ़ॉन्ट सॉफ़्टवेयर
it: Software dei font
ja: フォントソフトウェア
ko: 폰트 소프트웨어
nl: Lettertypesoftware
pl: Oprogramowanie czcionek
pt: Software de tipos de letra
ro: Software de fonturi
ru: Программное обеспечение шрифтов
sv: Teckensnittsprogramvara
zh_cn: 字体软件
zh_tw: 字型軟體

# licenses.sectionSoftware
source: Software
ar: البرامج
fr: Logiciels
hi: सॉफ़्टवेयर
ja: ソフトウェア
ko: 소프트웨어
pl: Oprogramowanie
ru: Программное обеспечение
sv: Programvara
zh_cn: 软件
zh_tw: 軟體

# login.emailField
source: Email
ar: البريد الإلكتروني
es: Correo
hi: ईमेल
ja: メール
ko: 이메일
ru: Эл. почта
sv: E-post
zh_cn: 电子邮件
zh_tw: 電子郵件

# login.errorDecoding
source: Server responded unexpectedly. Check the address and try again.
ar: استجاب الخادم بشكل غير متوقع. تحقق من العنوان وأعد المحاولة.
de: Der Server hat unerwartet geantwortet. Prüfe die Adresse und versuche es erneut.
es: El servidor respondió de forma inesperada. Comprueba la dirección e inténtalo de nuevo.
fr: Réponse inattendue du serveur. Vérifiez l'adresse et réessayez.
hi: सर्वर ने अप्रत्याशित रूप से प्रतिक्रिया दी। पता जांचें और पुनः प्रयास करें।
it: Il server ha risposto in modo inatteso. Controlla l'indirizzo e riprova.
ja: サーバから予期しない応答がありました。アドレスを確認して再試行してください。
ko: 서버가 예기치 않게 응답했습니다. 주소를 확인하고 다시 시도하세요.
nl: De server gaf een onverwacht antwoord. Controleer het adres en probeer het opnieuw.
pl: Serwer odpowiedział nieoczekiwanie. Sprawdź adres i spróbuj ponownie.
pt: O servidor respondeu de forma inesperada. Verifique o endereço e tente novamente.
ro: Serverul a răspuns neașteptat. Verifică adresa și încearcă din nou.
ru: Сервер ответил неожиданно. Проверьте адрес и повторите попытку.
sv: Servern svarade oväntat. Kontrollera adressen och försök igen.
zh_cn: 服务器响应异常。请检查地址后重试。
zh_tw: 伺服器回應異常。請檢查位址後重試。

# login.errorIncomplete
source: Sign-in didn't complete. Please try again.
ar: لم يكتمل تسجيل الدخول. يُرجى إعادة المحاولة.
de: Die Anmeldung wurde nicht abgeschlossen. Bitte versuche es erneut.
es: El inicio de sesión no se completó. Inténtalo de nuevo.
fr: La connexion n'a pas abouti. Veuillez réessayer.
hi: साइन-इन पूरा नहीं हुआ। कृपया पुनः प्रयास करें।
it: L'accesso non è stato completato. Riprova.
ja: サインインが完了しませんでした。再試行してください。
ko: 로그인이 완료되지 않았습니다. 다시 시도하세요.
nl: Aanmelden is niet voltooid. Probeer het opnieuw.
pl: Logowanie nie zostało ukończone. Spróbuj ponownie.
pt: O início de sessão não foi concluído. Tente novamente.
ro: Conectarea nu s-a finalizat. Te rugăm să încerci din nou.
ru: Вход не завершён. Повторите попытку.
sv: Inloggningen slutfördes inte. Försök igen.
zh_cn: 登录未完成。请重试。
zh_tw: 登入未完成。請重試。

# login.errorInvalidCredentials
source: Incorrect username or password.
ar: اسم المستخدم أو كلمة السر غير صحيحة.
de: Falscher Benutzername oder falsches Passwort.
es: Usuario o contraseña incorrectos.
fr: Nom d'utilisateur ou mot de passe incorrect.
hi: गलत उपयोगकर्ता नाम या पासवर्ड।
it: Nome utente o password errati.
ja: ユーザ名またはパスワードが正しくありません。
ko: 잘못된 사용자 이름 또는 비밀번호입니다.
nl: Onjuiste gebruikersnaam of wachtwoord.
pl: Nieprawidłowa nazwa użytkownika lub hasło.
pt: Nome de utilizador ou palavra-passe incorretos.
ro: Nume de utilizator sau parolă incorecte.
ru: Неверное имя пользователя или пароль.
sv: Felaktigt användarnamn eller lösenord.
zh_cn: 用户名或密码不正确。
zh_tw: 使用者名稱或密碼不正確。

# login.errorInvalidEmail
source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صالحًا.
de: Gib eine gültige E-Mail-Adresse ein.
es: Introduce una dirección de correo válida.
fr: Saisissez une adresse e-mail valide.
hi: एक मान्य ईमेल पता दर्ज करें।
it: Inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력하세요.
nl: Voer een geldig e-mailadres in.
pl: Wprowadź prawidłowy adres e-mail.
pt: Introduza um endereço de e-mail válido.
ro: Introdu o adresă de e-mail validă.
ru: Введите действительный адрес эл. почты.
sv: Ange en giltig e-postadress.
zh_cn: 请输入有效的电子邮件地址。
zh_tw: 請輸入有效的電子郵件位址。

# login.errorInvalidServer
source: Enter a valid server address.
ar: أدخل عنوان خادم صالحًا.
de: Gib eine gültige Serveradresse ein.
es: Introduce una dirección de servidor válida.
fr: Saisissez une adresse de serveur valide.
hi: एक मान्य सर्वर पता दर्ज करें।
it: Inserisci un indirizzo server valido.
ja: 有効なサーバアドレスを入力してください。
ko: 유효한 서버 주소를 입력하세요.
nl: Voer een geldig serveradres in.
pl: Wprowadź prawidłowy adres serwera.
pt: Introduza um endereço de servidor válido.
ro: Introdu o adresă de server validă.
ru: Введите действительный адрес сервера.
sv: Ange en giltig serveradress.
zh_cn: 请输入有效的服务器地址。
zh_tw: 請輸入有效的伺服器位址。

# login.errorKeychain
source: Could not save your session on this device.
ar: تعذّر حفظ جلستك على هذا الجهاز.
de: Deine Sitzung konnte auf diesem Gerät nicht gesichert werden.
es: No se pudo guardar tu sesión en este dispositivo.
fr: Impossible d'enregistrer votre session sur cet appareil.
hi: इस डिवाइस पर आपका सत्र सहेज नहीं सके।
it: Impossibile salvare la tua sessione su questo dispositivo.
ja: このデバイスにセッションを保存できませんでした。
ko: 이 기기에 세션을 저장할 수 없습니다.
nl: Kan je sessie niet op dit apparaat bewaren.
pl: Nie można zapisać sesji na tym urządzeniu.
pt: Não foi possível guardar a sua sessão neste dispositivo.
ro: Nu s-a putut salva sesiunea pe acest dispozitiv.
ru: Не удалось сохранить вашу сессию на этом устройстве.
sv: Det gick inte att spara din session på den här enheten.
zh_cn: 无法在此设备上保存您的会话。
zh_tw: 無法在此裝置上儲存您的工作階段。

# login.errorNoAuthMethods
source: This server has no sign-in methods enabled.
ar: لا توجد طرق تسجيل دخول مفعّلة على هذا الخادم.
de: Für diesen Server sind keine Anmeldemethoden aktiviert.
es: Este servidor no tiene métodos de inicio de sesión habilitados.
fr: Aucune méthode de connexion n'est activée sur ce serveur.
hi: इस सर्वर पर कोई साइन-इन विधि सक्षम नहीं है।
it: Questo server non ha metodi di accesso abilitati.
ja: このサーバーでは有効なサインイン方法がありません。
ko: 이 서버에는 사용 설정된 로그인 방법이 없습니다.
nl: Op deze server zijn geen aanmeldmethoden ingeschakeld.
pl: Ten serwer nie ma włączonych metod logowania.
pt: Este servidor não tem métodos de início de sessão ativados.
ro: Acest server nu are metode de conectare activate.
ru: На этом сервере не включены способы входа.
sv: Den här servern har inga inloggningsmetoder aktiverade.
zh_cn: 此服务器未启用任何登录方式。
zh_tw: 此伺服器未啟用任何登入方式。

# login.errorNoLocalAuth
source: This server doesn't have username/password sign-in enabled.
ar: هذا الخادم لا يتيح تسجيل الدخول باسم المستخدم وكلمة السر.
de: Auf diesem Server ist die Anmeldung mit Benutzername und Passwort nicht aktiviert.
es: Este servidor no tiene habilitado el inicio de sesión con usuario y contraseña.
fr: Ce serveur n'a pas activé la connexion par nom d'utilisateur et mot de passe.
hi: इस सर्वर पर उपयोगकर्ता नाम/पासवर्ड साइन-इन सक्षम नहीं है।
it: Questo server non ha l'accesso con nome utente e password abilitato.
ja: このサーバではユーザ名/パスワードによるサインインが有効になっていません。
ko: 이 서버는 사용자 이름/비밀번호 로그인이 활성화되어 있지 않습니다.
nl: Op deze server is aanmelden met gebruikersnaam en wachtwoord niet ingeschakeld.
pl: Ten serwer nie ma włączonego logowania nazwą użytkownika i hasłem.
pt: Este servidor não tem o início de sessão com nome de utilizador e palavra-passe ativado.
ro: Acest server nu are activată conectarea cu nume de utilizator și parolă.
ru: На этом сервере не включён вход по имени пользователя и паролю.
sv: Den här servern har inte inloggning med användarnamn och lösenord aktiverat.
zh_cn: 此服务器未启用用户名/密码登录。
zh_tw: 此伺服器未啟用使用者名稱/密碼登入。

# login.errorRateLimited
source: Too many attempts. Please wait a few minutes and try again.
ar: محاولات كثيرة جدًا. يُرجى الانتظار بضع دقائق وإعادة المحاولة.
de: Zu viele Versuche. Bitte warte einige Minuten und versuche es erneut.
es: Demasiados intentos. Espera unos minutos e inténtalo de nuevo.
fr: Trop de tentatives. Patientez quelques minutes et réessayez.
hi: बहुत अधिक प्रयास। कृपया कुछ मिनट प्रतीक्षा करें और पुनः प्रयास करें।
it: Troppi tentativi. Attendi qualche minuto e riprova.
ja: 試行回数が多すぎます。数分待ってから再試行してください。
ko: 시도가 너무 많습니다. 몇 분 기다린 후 다시 시도하세요.
nl: Te veel pogingen. Wacht enkele minuten en probeer het opnieuw.
pl: Zbyt wiele prób. Odczekaj kilka minut i spróbuj ponownie.
pt: Demasiadas tentativas. Aguarde alguns minutos e tente novamente.
ro: Prea multe încercări. Așteaptă câteva minute și încearcă din nou.
ru: Слишком много попыток. Подождите несколько минут и повторите попытку.
sv: För många försök. Vänta några minuter och försök igen.
zh_cn: 尝试次数过多。请等待几分钟后重试。
zh_tw: 嘗試次數過多。請等待幾分鐘後重試。

# login.errorServer
source: The server ran into a problem (error %lld). Please try again later.
ar: واجه الخادم مشكلة (خطأ %lld). يُرجى إعادة المحاولة لاحقًا.
de: Auf dem Server ist ein Problem aufgetreten (Fehler %lld). Bitte versuche es später erneut.
es: El servidor tuvo un problema (error %lld). Inténtalo de nuevo más tarde.
fr: Le serveur a rencontré un problème (erreur %lld). Réessayez plus tard.
hi: सर्वर में समस्या आई (त्रुटि %lld)। कृपया बाद में पुनः प्रयास करें।
it: Il server ha riscontrato un problema (errore %lld). Riprova più tardi.
ja: サーバで問題が発生しました（エラー %lld）。後で再試行してください。
ko: 서버에 문제가 발생했습니다 (오류 %lld). 나중에 다시 시도하세요.
nl: De server heeft een probleem ondervonden (fout %lld). Probeer het later opnieuw.
pl: Serwer napotkał problem (błąd %lld). Spróbuj ponownie później.
pt: O servidor teve um problema (erro %lld). Tente novamente mais tarde.
ro: Serverul a întâmpinat o problemă (eroare %lld). Încearcă din nou mai târziu.
ru: На сервере возникла проблема (ошибка %lld). Повторите попытку позже.
sv: Servern stötte på ett problem (fel %lld). Försök igen senare.
zh_cn: 服务器遇到问题（错误 %lld）。请稍后重试。
zh_tw: 伺服器遇到問題（錯誤 %lld）。請稍後重試。

# login.errorSessionExpired
source: Your session expired. Please sign in again.
ar: انتهت صلاحية جلستك. يُرجى تسجيل الدخول مرة أخرى.
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an.
es: Tu sesión ha caducado. Inicia sesión de nuevo.
fr: Votre session a expiré. Veuillez vous reconnecter.
hi: आपका सत्र समाप्त हो गया। कृपया फिर से साइन इन करें।
it: La tua sessione è scaduta. Accedi di nuovo.
ja: セッションの有効期限が切れました。再度サインインしてください。
ko: 세션이 만료되었습니다. 다시 로그인하세요.
nl: Je sessie is verlopen. Meld je opnieuw aan.
pl: Twoja sesja wygasła. Zaloguj się ponownie.
pt: A sua sessão expirou. Inicie sessão novamente.
ro: Sesiunea ta a expirat. Te rugăm să te conectezi din nou.
ru: Ваша сессия истекла. Войдите снова.
sv: Din session har gått ut. Logga in igen.
zh_cn: 您的会话已过期。请重新登录。
zh_tw: 您的工作階段已過期。請重新登入。

# login.errorSso
source: Single sign-on didn't complete. Please try again.
ar: لم تكتمل عملية الدخول الموحّد. يرجى المحاولة مرة أخرى.
de: Single Sign-On wurde nicht abgeschlossen. Bitte versuche es erneut.
es: El inicio de sesión único no se completó. Inténtalo de nuevo.
fr: L'authentification unique n'a pas abouti. Veuillez réessayer.
hi: सिंगल साइन-ऑन पूरा नहीं हुआ। कृपया फिर से प्रयास करें।
it: L'accesso Single Sign-On non è andato a buon fine. Riprova.
ja: シングルサインオンを完了できませんでした。もう一度お試しください。
ko: 싱글 사인온을 완료하지 못했습니다. 다시 시도해 주세요.
nl: Eenmalige aanmelding is niet voltooid. Probeer het opnieuw.
pl: Logowanie jednokrotne nie powiodło się. Spróbuj ponownie.
pt: O início de sessão único não foi concluído. Tente novamente.
ro: Autentificarea unică nu s-a finalizat. Încearcă din nou.
ru: Не удалось выполнить единый вход. Повторите попытку.
sv: Enkel inloggning slutfördes inte. Försök igen.
zh_cn: 单点登录未完成。请重试。
zh_tw: 單一登入未完成。請重試。

# login.errorUnexpectedResponse
source: Unexpected response from server.
ar: استجابة غير متوقعة من الخادم.
de: Unerwartete Antwort vom Server.
es: Respuesta inesperada del servidor.
fr: Réponse inattendue du serveur.
hi: सर्वर से अप्रत्याशित प्रतिक्रिया।
it: Risposta inattesa dal server.
ja: サーバから予期しない応答がありました。
ko: 서버로부터 예기치 않은 응답입니다.
nl: Onverwacht antwoord van de server.
pl: Nieoczekiwana odpowiedź serwera.
pt: Resposta inesperada do servidor.
ro: Răspuns neașteptat de la server.
ru: Неожиданный ответ сервера.
sv: Oväntat svar från servern.
zh_cn: 服务器响应异常。
zh_tw: 伺服器回應異常。

# login.errorUnreachable
source: Could not reach that server. Check the address and try again.
ar: تعذّر الوصول إلى ذلك الخادم. تحقق من العنوان وأعد المحاولة.
de: Dieser Server konnte nicht erreicht werden. Prüfe die Adresse und versuche es erneut.
es: No se pudo conectar con ese servidor. Comprueba la dirección e inténtalo de nuevo.
fr: Impossible de joindre ce serveur. Vérifiez l'adresse et réessayez.
hi: उस सर्वर तक नहीं पहुंच सके। पता जांचें और पुनः प्रयास करें।
it: Impossibile raggiungere quel server. Controlla l'indirizzo e riprova.
ja: そのサーバに接続できませんでした。アドレスを確認して再試行してください。
ko: 해당 서버에 연결할 수 없습니다. 주소를 확인하고 다시 시도하세요.
nl: Kan die server niet bereiken. Controleer het adres en probeer het opnieuw.
pl: Nie można połączyć się z tym serwerem. Sprawdź adres i spróbuj ponownie.
pt: Não foi possível contactar esse servidor. Verifique o endereço e tente novamente.
ro: Nu s-a putut contacta acel server. Verifică adresa și încearcă din nou.
ru: Не удалось связаться с этим сервером. Проверьте адрес и повторите попытку.
sv: Det gick inte att nå den servern. Kontrollera adressen och försök igen.
zh_cn: 无法连接到该服务器。请检查地址后重试。
zh_tw: 無法連線到該伺服器。請檢查位址後重試。

# login.hidePassword
source: Hide Password
ar: إخفاء كلمة المرور
de: Passwort verbergen
es: Ocultar contraseña
fr: Masquer le mot de passe
hi: पासवर्ड छिपाएँ
it: Nascondi password
ja: パスワードを非表示
ko: 비밀번호 숨기기
nl: Wachtwoord verbergen
pl: Ukryj hasło
pt: Ocultar senha
ro: Ascunde parola
ru: Скрыть пароль
sv: Dölj lösenord
zh_cn: 隐藏密码
zh_tw: 隱藏密碼

# login.orDivider
source: or
ar: أو
de: oder
es: o
fr: ou
hi: या
it: o
ja: または
ko: 또는
nl: of
pl: lub
pt: ou
ro: sau
ru: или
sv: eller
zh_cn: 或
zh_tw: 或

# login.passwordField
source: Password
ar: كلمة السر
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ro: Parolă
ru: Пароль
sv: Lösenord
zh_cn: 密码
zh_tw: 密碼

# login.plaintextWarning
source: This connection isn't encrypted. Your password and session are sent in the clear over the local network.
ar: هذا الاتصال غير مشفّر. تُرسل كلمة سرك وجلستك كنص عادي عبر الشبكة المحلية.
de: Diese Verbindung ist nicht verschlüsselt. Dein Passwort und deine Sitzung werden im Klartext über das lokale Netzwerk gesendet.
es: Esta conexión no está cifrada. Tu contraseña y sesión se envían sin protección por la red local.
fr: Cette connexion n'est pas chiffrée. Votre mot de passe et votre session sont envoyés en clair sur le réseau local.
hi: यह कनेक्शन एन्क्रिप्टेड नहीं है। आपका पासवर्ड और सत्र स्थानीय नेटवर्क पर सादे रूप में भेजे जाते हैं।
it: Questa connessione non è cifrata. La tua password e la tua sessione vengono inviate in chiaro sulla rete locale.
ja: この接続は暗号化されていません。パスワードとセッションはローカルネットワーク上を平文で送信されます。
ko: 이 연결은 암호화되지 않았습니다. 비밀번호와 세션이 로컬 네트워크를 통해 평문으로 전송됩니다.
nl: Deze verbinding is niet versleuteld. Je wachtwoord en sessie worden onversleuteld over het lokale netwerk verzonden.
pl: To połączenie nie jest szyfrowane. Twoje hasło i sesja są wysyłane otwartym tekstem przez sieć lokalną.
pt: Esta ligação não está cifrada. A sua palavra-passe e sessão são enviadas em texto simples pela rede local.
ro: Această conexiune nu este criptată. Parola și sesiunea ta sunt trimise în clar prin rețeaua locală.
ru: Это соединение не зашифровано. Ваш пароль и сессия передаются в открытом виде по локальной сети.
sv: Den här anslutningen är inte krypterad. Ditt lösenord och din session skickas i klartext över det lokala nätverket.
zh_cn: 此连接未加密。您的密码和会话以明文形式通过本地网络发送。
zh_tw: 此連線未加密。您的密碼和工作階段以明文形式透過本地網路傳送。

# login.portHint
source: Add a port (e.g. :3000). Most homelab servers don't listen on plain port 80.
ar: أضف منفذًا (مثل :3000). معظم خوادم المنزل لا تستمع على المنفذ 80 العادي.
de: Füge einen Port hinzu (z. B. :3000). Die meisten Heimserver hören nicht auf dem einfachen Port 80.
es: Añade un puerto (p. ej. :3000). La mayoría de los servidores caseros no escuchan en el puerto 80.
fr: Ajoutez un port (par ex. :3000). La plupart des serveurs domestiques n'écoutent pas sur le port 80.
hi: एक पोर्ट जोड़ें (उदा. :3000)। अधिकांश होमलैब सर्वर सादे पोर्ट 80 पर नहीं सुनते।
it: Aggiungi una porta (es. :3000). La maggior parte dei server casalinghi non ascolta sulla porta 80.
ja: ポートを追加してください（例: :3000）。ほとんどのホームラボサーバは通常のポート 80 で待ち受けていません。
ko: 포트를 추가하세요 (예: :3000). 대부분의 홈랩 서버는 기본 포트 80에서 수신 대기하지 않습니다.
nl: Voeg een poort toe (bijv. :3000). De meeste thuisservers luisteren niet op poort 80.
pl: Dodaj port (np. :3000). Większość serwerów domowych nie nasłuchuje na porcie 80.
pt: Adicione uma porta (por ex. :3000). A maioria dos servidores domésticos não escuta na porta 80.
ro: Adaugă un port (de ex. :3000). Majoritatea serverelor de acasă nu ascultă pe portul 80.
ru: Добавьте порт (например, :3000). Большинство домашних серверов не слушают порт 80.
sv: Lägg till en port (t.ex. :3000). De flesta hemservrar lyssnar inte på port 80.
zh_cn: 添加端口（例如 :3000）。大多数家庭服务器不会在默认的 80 端口上监听。
zh_tw: 加入通訊埠（例如 :3000）。大多數家用伺服器不會在預設的 80 通訊埠上接聽。

# login.serverInfoAccessibility
source: About connecting to a server
ar: حول الاتصال بخادم
de: Über die Verbindung zu einem Server
es: Acerca de la conexión a un servidor
fr: À propos de la connexion à un serveur
hi: सर्वर से कनेक्ट करने के बारे में
it: Informazioni sulla connessione a un server
ja: サーバーへの接続について
ko: 서버 연결 정보
nl: Over verbinden met een server
pl: Informacje o łączeniu z serwerem
pt: Sobre a ligação a um servidor
ro: Despre conectarea la un server
ru: О подключении к серверу
sv: Om att ansluta till en server
zh_cn: 关于连接到服务器
zh_tw: 關於連線到伺服器
